maths/Percentages/Multipliers.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Multipliers</title>
<meta name="generator" content="Org mode" />
<link rel="icon" type="base/favicon" href="/base/favicon.png">
<link rel="stylesheet" href="https://www.haider.gq/base/style.css"/>
<link rel="stylesheet" href="https://cdnjs.cloudflare.com/ajax/libs/font-awesome/4.7.0/css/font-awesome.min.css" />
<link href="https://fonts.googleapis.com/css2?family=Roboto+Slab:wght@600&display=swap" rel="stylesheet">
</head>
<body>
<div id="preamble" class="status">
<header>
	  <a href='https://www.haider.gq' class='main_header'>Haider Mirza</a>
	  <nav>
	    <ul class='nav_links'>
	      <li><a href='https://www.haider.gq/about/about'>About</a></li>
	      <li><a href='https://www.haider.gq/projects/projects'>Projects</a></li>
	      <li><a href='https://www.haider.gq/notes'>Notes</a></li>
	      <li><a href='https://www.haider.gq/search/search'>Search</a></li>
	    </ul>
	  </nav>
	</header>
</div>
<div id="content">
<h1 class="title">Multipliers</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org217962d">Multipliers</a></li>
<li><a href="#orge30996b">Why use multipliers?</a></li>
<li><a href="#org7f909a8">Common error</a>
<ul>
<li><a href="#org86a0b77">Why?</a></li>
</ul>
</li>
<li><a href="#org148070e">Examples</a>
<ul>
<li><a href="#org04511bd">Example 1 - Tables</a></li>
</ul>
</li>
<li><a href="#orge56cf82">Questions</a></li>
</ul>
</div>
</div>

<div id="outline-container-org217962d" class="outline-2">
<h2 id="org217962d">Multipliers</h2>
<div class="outline-text-2" id="text-org217962d">
<p>
To do percentage changes quickly we can use multipliers. 
This is a three-step method, but it is very easy once you have practised it: 
</p>

<ol class="org-ol">
<li>What percentage of the original amount will we end up with?</li>
<li>What is this as a decimal?</li>
<li>Multiply the original amount by this decimal to get the new amount!</li>
</ol>
</div>
</div>

<div id="outline-container-orge30996b" class="outline-2">
<h2 id="orge30996b">Why use multipliers?</h2>
<div class="outline-text-2" id="text-orge30996b">
<p>
Using multipliers, we can understand the effect of successive percentage (%) changes.
</p>
</div>
</div>
<div id="outline-container-org7f909a8" class="outline-2">
<h2 id="org7f909a8">Common error</h2>
<div class="outline-text-2" id="text-org7f909a8">
<p>
&pound;100 incremented by 10% then decremented by 10% does <b>NOT</b> equal &pound;100
</p>
</div>

<div id="outline-container-org86a0b77" class="outline-3">
<h3 id="org86a0b77">Why?</h3>
<div class="outline-text-3" id="text-org86a0b77">
<p>
100 &times; 1.1 (110% - increment by 10%) = 110
110 &times; 0.9 (90% - decrement by 10%) = 99
&pound;99 &ne; &pound;100 (1% decrease)
</p>

<p>
You often will find this happen in compound interest.
</p>
</div>
</div>
</div>

<div id="outline-container-org148070e" class="outline-2">
<h2 id="org148070e">Examples</h2>
<div class="outline-text-2" id="text-org148070e">
</div>
<div id="outline-container-org04511bd" class="outline-3">
<h3 id="org04511bd">Example 1 - Tables</h3>
<div class="outline-text-3" id="text-org04511bd">
<p>
These questions are quite simple, All you have to do is use this formula:
</p>

<p>
For Percentage increase = 1 + ((Percentaage increase)/100)
For Percentage decrease = 1 - ((Percentaage decrease)/100)
</p>

<p>
It's common sense really, and with this knowledge the following tables can be filled.
<br />
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Percentage Increase</th>
<th scope="col" class="org-right">Multiplier for percentage increase</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">10%</td>
<td class="org-right">1.1</td>
</tr>

<tr>
<td class="org-right">25%</td>
<td class="org-right">1.25</td>
</tr>

<tr>
<td class="org-right">17%</td>
<td class="org-right">1.17</td>
</tr>

<tr>
<td class="org-right">1%</td>
<td class="org-right">1.01</td>
</tr>

<tr>
<td class="org-right">5%</td>
<td class="org-right">1.05</td>
</tr>

<tr>
<td class="org-right">33.5%</td>
<td class="org-right">1.335</td>
</tr>

<tr>
<td class="org-right">7%</td>
<td class="org-right">1.07</td>
</tr>

<tr>
<td class="org-right">24.3%</td>
<td class="org-right">1.243</td>
</tr>

<tr>
<td class="org-right">237%</td>
<td class="org-right">3.37</td>
</tr>
</tbody>
</table>
<p>
<br />
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Percentage Decrease</th>
<th scope="col" class="org-right">Multiplier for percentage decrease</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">10%</td>
<td class="org-right">0.9</td>
</tr>

<tr>
<td class="org-right">25%</td>
<td class="org-right">0.75</td>
</tr>

<tr>
<td class="org-right">17%</td>
<td class="org-right">0.83</td>
</tr>

<tr>
<td class="org-right">1%</td>
<td class="org-right">0.99</td>
</tr>

<tr>
<td class="org-right">5%</td>
<td class="org-right">0.95</td>
</tr>

<tr>
<td class="org-right">33.5%</td>
<td class="org-right">0.665</td>
</tr>

<tr>
<td class="org-right">7%</td>
<td class="org-right">0.93</td>
</tr>

<tr>
<td class="org-right">24%</td>
<td class="org-right">0.76</td>
</tr>

<tr>
<td class="org-right">24.3%</td>
<td class="org-right">0.757</td>
</tr>
</tbody>
</table>
<p>
<br />
</p>
</div>
</div>
</div>
<div id="outline-container-orge56cf82" class="outline-2">
<h2 id="orge56cf82">Questions</h2>
<div class="outline-text-2" id="text-orge56cf82">
<p>
You already know how to find the multipliers and they are quite simple.
So practise with these simple questions:
</p>

<p>
Find these percentages of amounts using the multiplier method.
</p>
<ol class="org-ol">
<li>Increase 300 by 5% =</li>
<li>Decrease 640 by 25% =</li>
<li>Decrease &pound;240 by 4% =</li>
<li>Increase &euro;1.40 by 7% =</li>
<li>Decrease 975 by 36% =</li>
<li>Increase &pound;41 by 7.5% =</li>
<li>Increase &pound;60 by 12% =</li>
<li>Decrease 80 by 19% =</li>
<li>Decrease 280mI by 17.5% =</li>
<li>Increase &pound;420 by 28%:</li>
</ol>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer>
	  <div class='footer-content'>
	    <h3>Haider Mirza</h3>
	    <p>Website created by Haider Mirza</p>
	    <ul class='socials'>
	      <li><a href='https://www.github.com/Haider-Mirza'><i class='fa fa-github'></i></a></li>
	      <li><a href='mailto:x7and7@gmail.com'><i class='fa fa-envelope'></i></a></li>
	    </ul>
	  </div>
	  <div class='footer-bottom'>
	    <p>Created by Haider Mirza with orgroam in emacs</p>
	  </div>
	</footer>
</div>
</body>
</html>
